{
  "add_vk_key": "Add import from VK",
  "edit_vk_key": "Configure import from VK",
  "get_vk_key": "Last VK post",
  "del_vk_key": "Remove import from VK",
  "help_key": "Help",
  "cancel_key": "Cancel",
  "start_command": "Hello, {name}! I'm Skooby Bot. How are you doing?",
  "set_vk_command": "{name}, to start importing VK posts into your Telegram channel, make sure that your wall or group is public.\n\nIf your page or group has a short name (for example, vk.com/name), type me that name. If your page has only an id (for example vk.com/id000000 or vk.com/club000000), so type me the digits only. Attention! If you want to make imports from the group, you must put a minus sign before the digits.",
  "set_vk_command_connected": "It seems that you decided to change the settings for importing VK posts into your Telegram channel.\n\nMake sure that your wall or group is public. If your page or group has a short name (for example, vk.com/name), type me that name. If your page has only an id (for example vk.com/id000000 or vk.com/club000000), so type me the digits only. Attention! If you want to make imports from the group, you must put a minus sign before the digits.",
  "set_vk_command_main": "Thank you! Now make sure that you have created the Telegram channel and your channel has the name of the @channel_name type.\n\nEverything's alright? Now it's very important! You need to add me as another admin on your channel (I can be found as @skooby_bot).\n\nDid it? Now the final action - type me the name of your channel (starts with the @ symbol).",
  "set_vk_command_main_connected": "Success! If you do not want to change the Telegram channel, you can just press Cancel.\n\nIf you do, make sure that you have created the Telegram channel and your channel has the name of @channel_name type. You need to add me as another admin on your channel (I can be found as @skooby_bot).\n\nIf done, type me the name of your channel (starts with @).",
  "set_vk_command_telegram": "Congratulations! Now the import is configured and if you have specified everything correctly, I will check your wall or group for new posts and send them to your channel every 10 minutes.\n\nYou can now test the connection by typing /getVk.",
  "set_vk_command_telegram_verify": "This channel is now filling by @skooby_bot.",
  "set_vk_command_failed": "You sent me something wrong {smile}! Try again.",
  "set_vk_command_telegram_failed": "Another user has already configured the import to this channel! Try again if you typed the name incorrectly.",
  "set_vk_command_telegram_verify_failed": "This channel either doesn't exist or you didn't give me admin rights! Try again later.",
  "get_vk_command_no_tokens": "No VK access tokens were specified! Sorry, it's my bad.",
  "get_vk_command_no_import_set": "You haven't got VK import installed!",
  "get_vk_command_import_set": "The following import is configured\n\nVK: {vk_wall}\nTelegram: {channel}",
  "get_vk_command_server_error": "Cannot connect to VK server! Try again later.",
  "get_vk_command_wall_error": "Cannot get posts from VK! It usually happens when either user's wall is closed or the page is deleted. Try again later.",
  "get_vk_command_wall_empty": "You have no posts.",
  "del_vk_command": "Are  you sure you want to stop VK posts import? If yes, type something.",
  "del_vk_command_main": "VK posts import has been stopped. Hope you will change your mind soon {smile}",
  "del_vk_command_no_connect": "You haven't got installed VK posts import! So it's nothing to remove {smile}",
  "help_command": "I'm able to import your wall or group VK posts into your Telegram channel. All you need is a public VK wall and a Telegram channel with the username specified. It's also required to make me the channel admin so that I can fill it with new posts every 10 minutes.\n\nYou can either change the wall and channel address anytime or even remove this connection. Type now /setVk for adding/editing the wall name, /getVk for checking connection and /delVk for stopping import. More questions? Ask @sergeykozyakov.",
  "cancel_command": "Action was cancelled. You can now type any command.",
  "default_command": "Thanks for talking to me {smile}! If you need help — type /help.",
  "callback_plus_like": "You liked this",
  "callback_minus_like": "You took your like back",
  "callback_plus_dislike": "You disliked this",
  "callback_minus_dislike": "You took your dislike back",
  "callback_error": "An error occured!"
}
