{
  "add_vk_key": "Add import from VK",
  "edit_vk_key": "Configure import from VK",
  "get_vk_key": "Last VK post",
  "del_vk_key": "Remove import from VK",
  "help_key": "Help",
  "cancel_key": "Cancel",
  "start_command": "Hello, {name}! I'm Skooby Bot. How are you doing?",
  "set_vk_command": "{name}, для начала импорта постов VK в твой канал Telegram убедись, что твоя стена или группа открыта для всех.\n\nЕсли у твоей страницы или группы есть короткое имя (например vk.com/name), то напиши мне это имя. Если у твоей страницы есть только id (например vk.com/id000000 или vk.com/club000000), то напиши мне только цифры. Но внимание! Если хочешь делать импорт из группы, то перед цифрами обязательно поставь знак минус.",
  "set_vk_command_connected": "Похоже, ты решил изменить параметры импорта постов VK в свой канал Telegram.\n\nУбедись, что твоя стена или группа открыта для всех. Если у твоей страницы или группы есть короткое имя (например vk.com/name), то напиши мне это имя. Если у твоей страницы есть только id (например vk.com/id000000 или vk.com/club000000), то напиши мне только цифры. Но внимание! Если хочешь делать импорт из группы, то перед цифрами обязательно поставь знак минус.",
  "set_vk_command_main": "Спасибо! Теперь убедись, что у тебя создан Telegram канал и у твоего канала задано имя вида @channel_name.\n\nВсё в порядке? Теперь очень важно! Тебе нужно добавить меня в качестве ещё одного админа твоего канала (меня можно найти как @skooby_bot).\n\nСделал? Теперь окончательное действие — напиши мне имя своего канала (начни с символа @).",
  "set_vk_command_main_connected": "Успешно! Если не хочень менять канал Telegram, то можно просто нажать Отмена.\n\nЕсли меняем, то убедись, что у тебя создан Telegram канал и у твоего канала задано имя вида @channel_name. Тебе нужно добавить меня в качестве ещё одного админа твоего канала (меня можно найти как @skooby_bot).\n\nЕсли сделал, то напиши мне имя своего канала (начни с символа @).",
  "set_vk_command_telegram": "Поздравляю! Теперь импорт настроен и если ты всё указал правильно, то каждые 10 минут я буду проверять твою стену или группу на предмет новых постов и отправлять их в твой канал.\n\nТы можешь уже сейчас проверить работоспособность привязки, выполнив /getVk.",
  "set_vk_command_telegram_verify": "This channel is now filling by @skooby_bot.",
  "set_vk_command_failed": "You sent me something wrong {smile}! Try again.",
  "set_vk_command_telegram_failed": "Другой пользователь уже настроил импорт в этот канал! Повтори, может неправильно ввёл.",
  "set_vk_command_telegram_verify_failed": "This channel either doesn't exist or you didn't give me admin rights! Try again later.",
  "get_vk_command_no_tokens": "No VK access tokens were specified! Sorry, it's my bad.",
  "get_vk_command_no_import_set": "You haven't got VK import installed!",
  "get_vk_command_import_set": "The following import is set\n\nVK: {vk_wall}\nTelegram: {channel}",
  "get_vk_command_server_error": "Cannot connect to VK server! Try again later.",
  "get_vk_command_wall_error": "Cannot get posts from VK! It usually happens when either user's wall is closed or the page is deleted. Try again later.",
  "get_vk_command_wall_empty": "You have no posts.",
  "del_vk_command": "Are  you sure you want to stop VK posts import? If yes, type something.",
  "del_vk_command_main": "VK posts import has been stopped. Hope you will change your mind soon {smile}",
  "del_vk_command_no_connect": "You haven't got installed VK posts import! So it's nothing to remove {smile}",
  "help_command": "I'm able to import your wall or group VK posts into your Telegram channel. All you need is a public VK wall and a Telegram channel with the username specified. It's also required to make me the channel admin so that I can fill it with new posts every 10 minutes.\n\nYou can either change the wall and channel address anytime or even remove this connection. Type now /setVk for adding/editing the wall name, /getVk for checking connection and /delVk for stopping import. More questions? Ask @sergeykozyakov.",
  "cancel_command": "Action was cancelled. You can now type any command.",
  "default_command": "Thanks for talking to me {smile}! If you need help — type /help.",
  "callback_plus_like": "You liked this",
  "callback_minus_like": "You took your like back",
  "callback_plus_dislike": "You disliked this",
  "callback_minus_dislike": "You took your dislike back",
  "callback_error": "An error occured!"
}
