{
  "add_vk_key": "Добавить импорт из VK",
  "edit_vk_key": "Настроить импорт из VK",
  "get_vk_key": "Последний пост VK",
  "del_vk_key": "Удалить импорт из VK",
  "help_key": "Помощь",
  "cancel_key": "Отмена",
  "start_command": "Привет, {name}! Я Skooby Bot. Как дела?",
  "set_vk_command": "{name}, для начала импорта постов VK в твой канал Telegram убедись, что твоя стена или группа открыта для всех.\n\nЕсли у твоей страницы или группы есть короткое имя (например vk.com/name), то напиши мне это имя. Если у твоей страницы есть только id (например vk.com/id000000 или vk.com/club000000), то напиши мне только цифры. Но внимание! Если хочешь делать импорт из группы, то перед цифрами обязательно поставь знак минус.",
  "set_vk_command_connected": "Похоже, ты решил изменить параметры импорта постов VK в свой канал Telegram.\n\nУбедись, что твоя стена или группа открыта для всех. Если у твоей страницы или группы есть короткое имя (например vk.com/name), то напиши мне это имя. Если у твоей страницы есть только id (например vk.com/id000000 или vk.com/club000000), то напиши мне только цифры. Но внимание! Если хочешь делать импорт из группы, то перед цифрами обязательно поставь знак минус.",
  "set_vk_command_main": "Спасибо! Теперь убедись, что у тебя создан Telegram канал и у твоего канала задано имя вида @channel_name.\n\nВсё в порядке? Теперь очень важно! Тебе нужно добавить меня в качестве ещё одного админа твоего канала (меня можно найти как @skooby_bot).\n\nСделал? Теперь окончательное действие — напиши мне имя своего канала (начни с символа @).",
  "set_vk_command_main_connected": "Успешно! Если не хочень менять канал Telegram, то можно просто нажать Отмена.\n\nЕсли меняем, то убедись, что у тебя создан Telegram канал и у твоего канала задано имя вида @channel_name. Тебе нужно добавить меня в качестве ещё одного админа твоего канала (меня можно найти как @skooby_bot).\n\nЕсли сделал, то напиши мне имя своего канала (начни с символа @).",
  "set_vk_command_telegram": "Поздравляю! Теперь импорт настроен и если ты всё указал правильно, то каждые 10 минут я буду проверять твою стену или группу на предмет новых постов и отправлять их в твой канал.\n\nТы можешь уже сейчас проверить работоспособность привязки, выполнив /getVk.",
  "set_vk_command_telegram_verify": "Этот канал теперь помогает наполнять @skooby_bot.",
  "set_vk_command_failed": "Ты мне прислал что-то не то {smile}! Попробуй ещё раз.",
  "set_vk_command_telegram_failed": "Другой пользователь уже настроил импорт в этот канал! Повтори, может неправильно ввёл.",
  "set_vk_command_telegram_verify_failed": "Этот канал не существует или ты не назначил меня админом! Попробуй ещё раз.",
  "get_vk_command_no_tokens": "Нет ключей доступа для подключения к серверу VK! Извини, это поломка на моей стороне.",
  "get_vk_command_no_import_set": "У тебя ещё не настроен импорт из VK!",
  "get_vk_command_import_set": "Настроен следующий импорт\n\nVK: {vk_wall}\nTelegram: {channel}",
  "get_vk_command_server_error": "Не могу подключиться к серверу VK! Попробуй позже.",
  "get_vk_command_wall_error": "Не могу получить пост из VK! Такое бывает, если у пользователя закрыта стена или удалена страница. Попробуй потом ещё раз.",
  "get_vk_command_wall_empty": "Пока нет ни одного поста.",
  "del_vk_command": "Ты действительно хочешь отключить импорт постов из VK? Если да, то пришли что-нибудь.",
  "del_vk_command_main": "Импорт постов из VK отключен. Надеюсь, потом ты передумаешь {smile}",
  "del_vk_command_no_connect": "У тебя ещё не настроен импорт из VK! Поэтому отключать нечего {smile}",
  "help_command": "Я умею делать импорт постов твоей стены или группы VK в канал Telegram. Всё, что тебе нужно — это открытая стена VK и канал в Telegram с коротким именем. Также от тебя требуется добавить меня в админы своего канала и каждые 10 минут я смогу дополнять его новыми постами.\n\nТы всегда можешь поменять адрес стены и канала или вообще удалить привязку. Набери команду /setVk, чтобы добавить или обновить привязку, /getVk, чтобы проверить работоспособность, и /delVk, чтобы отключить сбор постов. По более серьёзным вопросам пиши @sergeykozyakov.",
  "cancel_command": "Действие отменено. Ты можешь вызвать любую команду.",
  "default_command": "Спасибо, что решил пообщаться со мной {smile}! Если нужна помощь, то набери /help.",
  "callback_plus_like": "Вам это понравилось",
  "callback_minus_like": "Вы забрали свой лайк",
  "callback_plus_dislike": "Вам это не понравилось",
  "callback_minus_dislike": "Вы забрали свой дизлайк",
  "callback_error": "Произошла ошибка!"
}
